IDEA Open Model
MaterialStrength.Fu Property
Compatible with IDEA StatiCa 20.1
 Tension strength
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Fu { get; set; }
Public Property Fu As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MaterialStrength Class
IdeaRS.OpenModel.Material Namespace